{
  "characterclass-alchemyst": "Alchemik",
  "characterclass-artisan": "Rzemieślnik",
  "characterclass-chef": "Kuchmistrz",
  "characterclass-homesteader": "Osadnik",
  "characterclass-lumberjack": "Drwal",
  "characterclass-mason": "Kamienarz",
  "characterclass-merchant": "Kupiec",
  "characterclass-miner": "Górnik",
  "characterclass-mystic": "Mistyk",
  "characterclass-ranger": "Leśnik",
  "characterclass-smith": "Kowal",
  "characterclass-medic": "Medyk",
  "characterclass-tinker": "Majsterkowicz",
  "characterdesc-alchemyst": "<font color=\"#99c9f9\"><i>Chemikalia zdobią twoje półki, skrzętnie ukatalogowane w twoim umyśle. Powieszone zioła suszą się, oczekując na zmielenie i zmieszanie ich z płynami, która doprowadzi do kolejnej transformacji. Twoje wysuszone dłonie, zniszczone pracą, czują energię wszystkiego co cię otacza. Twoją sztukę wyzwolenia potencjału z prostych rzeczy można nazwać prawie magią.\n</i></font><font color=\"#c69c29\"><br>Jesteś Alchemikiem - dla ciebie nie ma żadnych granic.</i></font><br><br>",
  "characterdesc-artisan": "<font color=\"#99c9f9\"><i>Życie szumi w głębi ziemi. Czujesz jej esencję w swoich palcach. Jest miękka, i zalewa twoje serce radością kiedy trzymasz ją w dłoniach. W twoim umyśle rysują się kontury nieistniejących form, a te przelewają się do twoich opuszków. Serce twórcy bije mocno, a jego wymysły płyną w twoich żyłach. Dla tej bezkształtnej masy leżącej przed tobą, ty jesteś stwórcą.\n</i></font><font color=\"#c69c29\"><br>Jesteś Rzemieślnikiem - a ten świat jest twój do ukształtowania.</i></font><br><br>",
  "characterdesc-chef": "<font color=\"#99c9f9\"><i>Każdy znajomy aromat który wypełnia powietrze zachowuje nutę tajemnicy z dnia kiedy poczułeś go po raz pierwszy. Skompleksowane listy składników wypałniają twoją pamięć. Buchający ogień rozgrzewa twe skupienie, a twoje narzędzia oczekują swojego zadania. Twe serce nagrzewa się, lecz posiłek stojący przed tobą rozgrzeje nie tylko ciało.\n</i></font><font color=\"#c69c29\"><br>Jesteś Kucharzem - dla ciebie posiłek jest sztuką.</i></font><br><br>",
  "characterdesc-homesteader": "<font color=\"#99c9f9\"><i>Lata ciągną się jak pola pszenicy. A w każdym roku tworzony jest plan, który w każdym miesiącu jest bliższy spełnieniu. Czas płynie powoli dla tych którzy szukają bogactw ziemi. Ale Matka Ziemia błogosławi tylko cierpliwych. A kiedy wiatr poniesie ze sobą zapach zbiorów, ty łapiesz go pełnym oddechem.\n</i></font><font color=\"#c69c29\"><br>Jesteś Osadnikiem - urodzaj jest tam gdzie ty.</i></font><br><br>",
  "characterdesc-lumberjack": "<font color=\"#99c9f9\"><i>Stojąc między gigantami, czujesz spokój widząc ich korzenie. Łóżko które stało się twoim domem, dzielisz z lasem i jego mieszkańcami. Są twoją rodziną. Niektórym dałeś życie, innym je niedługo zabierzesz. Każdy członek pomaga swojemu opiekunowi. Każdy ma przeznaczenie, które tylko dopełnisz tylko ty.\n</i></font><font color=\"#c69c29\"><br>Jesteś Drwalem - lasy tego świata są twoim budulcem.</i></font><br><br>",
  "characterdesc-mason": "<font color=\"#99c9f9\"><i>Muskany wiatrem marmurowy fundament. Podstawa na której stoi ta budowla. Proste linie przecinają niebo, a zdobienia na fasadzie nadają jej głębi. Każdy jej element rezonuje precyzją mistrza. Odważnie mówi o osobowości swojego twórcy. Samo z siebie jest deklaracją. Ale to przez ciebie mówi do wszystkich.\n</i></font><font color=\"#c69c29\"><br>Jesteś Kamieniarzem - i każdy plac budowy jest twoim obrazem.</i></font><br><br>",
  "characterdesc-merchant": "<font color=\"#99c9f9\"><i>Posiadający łeb do interesów i oko na jakość, Kupiec wie jak zarobić na dobrach innych. Jednak smykałka do interesów powoduje że sam nie umie nic wytworzyć, polegając na innych klasach by przeżyć. Handel który łączy Kupca i Rzemieślnika jest zawsze miło witany - w parze z nim zawsze chodzi pieniądz.\n</i></font><font color=\"#c69c29\"><br>Jesteś Kupcem - Ekonomia tej krainy jest w twoich rękach</font></i></font><br><br>",
  "characterdesc-miner": "<font color=\"#99c9f9\"><i>Kamienna skorupa ziemi pod twymi stopami nie jest przeszkodą, a zaproszeniem. Powierzchnia świata była kształtowana przez milenia - dajesz jej cel swoją determinacją. Rosnące góry opowiadają historię świata pod spodem. Wzywa cię. Chcą żebyś wiedział każdą opowieść jaką znają.\n</i></font><font color=\"#c69c29\"><br>Jesteś Górnikiem - sekrety tego świata czekają na ciebie.</i></font><br><br>",
  "characterdesc-mystic": "<font color=\"#99c9f9\"><i>Muszę chronić tych sekretów za wszelką cenę.\nMistyk jest odpowiedzialny za poszukiwanie wiedzy w każdej formie, dodając ją do zbiorów których potem zaciekle bronią. W tej pogoni także uczą się wszelakich form magi, a także zbierają księgi i artefakty z odległych lądów.\n</i></font><font color=\"#c69c29\"><br>Jesteś Mistykiem - Tajemnice tego świata czekają na ciebie.</i></font><br><br>",
  "characterdesc-ranger": "<font color=\"#99c9f9\"><i>Na wietrze unosi się zew. Czujesz razem z nim zapach twojego celu, i jego słabość. Powolne bicie w twojej piersi uspokaja twoje ręce i skupia twój wzrok. Naturalny porządek świata wydał rozkaz, który ty egzekwujesz. Twój cel, poległ - nie marnujesz ani chwili dziękując za jego dary.\n</i></font><font color=\"#c69c29\"><br>Jesteś Leśniczym - Utrzymanie praw natury należy do ciebie.</i></font><br><br>",
  "characterdesc-smith": "<font color=\"#99c9f9\"><i>Patrząc się w żarzące się iskry napełnia cię ciepłem potężniejszym od każdego ogniska. Pragnienie nadania formy celowi w twoich rękach spotyka się z chłodem dnia. Teraz będzie żył jako co innego - zrodzony z iskier twojej kuźni, związał twoje pragnienie w rzeczywistość.\n</i></font><font color=\"#c69c29\"><br>Jesteś Kowalem - metal tego świata zaczyna żyć w twoich dłoniach.</i></font><br><br>"
}
